Repository: PetalMind/Boreal
Catalog: Boreal/Localization/Settings.xcstrings
Source language: en
Languages: pl

# advancedSubtitle
source: Developer settings
pl: Ustawienia deweloperskie

# advancedTitle
source: Advanced
pl: Zaawansowane

# apiKeyLabel
source: API key
pl: Klucz API

# apiKeyPlaceholder
source: IsThereAnyDeal API key
pl: Klucz API IsThereAnyDeal

# authenticationLabel
source: Authentication
pl: Uwierzytelnianie

# authenticationValue
source: API Key
pl: Klucz API

# completedDownloadsLabel
source: Completed downloads
pl: Zakończone pobieranie

# controllersSubtitle
source: Mapping and input behavior
pl: Mapowanie i działanie wejścia

# controllersTitle
source: Controllers
pl: Kontrolery

# discoveryPricesSubtitle
source: Connect IsThereAnyDeal price data.
pl: Połącz dane cenowe IsThereAnyDeal.

# discoveryPricesTitle
source: Discovery Prices
pl: Ceny w Odkrywaj

# errorsAndWarningsLabel
source: Errors and warnings
pl: Błędy i ostrzeżenia

# fullscreenSubtitle
source: Controller-first interface
pl: Interfejs sterowany kontrolerem

# fullscreenTitle
source: Fullscreen
pl: Pełny ekran

# generalSubtitle
source: Updates, sound, discovery prices
pl: Aktualizacje, dźwięk i ceny

# generalTitle
source: General
pl: Ogólne

# graphicsComponentsSubtitle
source: Keep installed translation layers current.
pl: Dbaj o aktualność zainstalowanych warstw translacji.

# graphicsComponentsTitle
source: Graphics Components
pl: Komponenty graficzne

# installationsLabel
source: Installations
pl: Instalacje

# languageCardSubtitle
source: Choose the language used by Boreal.
pl: Wybierz język używany przez Boreal.

# languageCardTitle
source: Language
pl: Język

# languageSystem
source: System Default
pl: Domyślny systemowy

# languageTitle
source: Language
pl: Język

# runtimeSubtitle
source: Wine and graphics components
pl: Wine i komponenty graficzne

# runtimeTitle
source: Runtime
pl: Środowisko uruchomieniowe

# soundSubtitle
source: Choose when Boreal plays interface sounds.
pl: Wybierz, kiedy Boreal odtwarza dźwięki interfejsu.

# soundTitle
source: Sound
pl: Dźwięk

# storageSubtitle
source: Games, environments and caches
pl: Gry, środowiska i pamięci podręczne

# storageTitle
source: Storage
pl: Pamięć

# updatesSubtitle
source: Control automatic updates and downloaded files.
pl: Kontroluj automatyczne aktualizacje i pobrane pliki.

# updatesTitle
source: Updates & Installers
pl: Aktualizacje i instalatory

# automaticDXVKUpdatesLabel
source: Update DXVK automatically
pl: Aktualizuj DXVK automatycznie

# automaticRuntimeUpdatesLabel
source: Update runtimes automatically
pl: Aktualizuj środowiska automatycznie

# automaticUpdatesLabel
source: Check for updates automatically
pl: Sprawdzaj aktualizacje automatycznie

# automaticVKD3DUpdatesLabel
source: Update VKD3D-Proton automatically
pl: Aktualizuj VKD3D-Proton automatycznie

# borealRuntimeSubtitle
source: Manage the Windows compatibility runtime.
pl: Zarządzaj środowiskiem zgodności Windows.

# borealRuntimeTitle
source: Boreal Runtime
pl: Środowisko Boreal

# consoleModeAutoEnterLabel
source: Ask when a controller connects
pl: Pytaj po podłączeniu kontrolera

# consoleModeLabel
source: Use Boreal Fullscreen / TV mode
pl: Używaj trybu pełnoekranowego / TV Boreal

# consoleModeReturnLabel
source: Return after a game exits
pl: Wracaj po zamknięciu gry

# controllerFirstSubtitle
source: Configure Boreal's fullscreen experience.
pl: Skonfiguruj pełnoekranowy interfejs Boreal.

# controllerFirstTitle
source: Controller-first Interface
pl: Interfejs sterowany kontrolerem

# controlsSubtitle
source: Controller shortcuts used in fullscreen mode.
pl: Skróty kontrolera używane w trybie pełnoekranowym.

# controlsTitle
source: Controls
pl: Sterowanie

# developerModeLabel
source: Developer Mode
pl: Tryb deweloperski

# developerSettingsSubtitle
source: Reveal runtime internals, logs and environment variables.
pl: Pokaż szczegóły runtime'u, logi i zmienne środowiskowe.

# developerSettingsTitle
source: Developer Settings
pl: Ustawienia deweloperskie

source: D-pad / left stick
pl: Krzyżak / lewy drążek

# gameMenuLabel
source: Game menu
pl: Menu gry

# interfaceSoundsLabel
source: Interface sounds
pl: Dźwięki interfejsu

# isoCodePlaceholder
source: ISO code
pl: Kod ISO

# itadAppPageLabel
source: ITAD app page
pl: Strona aplikacji ITAD

# keepInstallersLabel
source: Keep downloaded installers
pl: Zachowuj pobrane instalatory

# navigateLabel
source: Navigate
pl: Nawigacja

# overlaySubtitle
source: In-game performance display
pl: Wydajność wyświetlana w grze

# overlayTitle
source: Overlay
pl: Nakładka

# registerAPIKey
source: Register an API key ↗
pl: Zarejestruj klucz API ↗

# selectBackLabel
source: Select / Back
pl: Wybór / Wstecz

# soundVolumeLabel
source: Sound volume
pl: Głośność dźwięku

# storeCountryLabel
source: Store country
pl: Kraj sklepu

# cycleInformationLevelLabel
source: Cycle information level
pl: Zmień poziom informacji

# gameInstallationLocationSubtitle
source: Choose where new Epic and GOG games are stored.
pl: Wybierz miejsce zapisu nowych gier Epic i GOG.

# gameInstallationLocationTitle
source: Game installation location
pl: Miejsce instalacji gier

# informationLevelLabel
source: Information level
pl: Poziom informacji

# performanceOverlaySubtitle
source: Choose what Boreal shows over a running game.
pl: Wybierz informacje wyświetlane nad uruchomioną grą.

# performanceOverlayTitle
source: Performance Overlay
pl: Nakładka wydajności

# refreshRateLabel
source: Refresh rate
pl: Częstotliwość odświeżania

# scanningStorageSubtitle
source: Reading only locations already managed or recorded by Boreal.
pl: Odczytywane są wyłącznie lokalizacje zarządzane lub zapisane przez Boreal.

# scanningStorageTitle
source: Scanning Storage
pl: Skanowanie pamięci

# screenPositionLabel
source: Screen position
pl: Położenie na ekranie

# shortcutsSubtitle
source: Existing keyboard shortcuts for the overlay.
pl: Istniejące skróty klawiaturowe nakładki.

# shortcutsTitle
source: Shortcuts
pl: Skróty

# showOrHideLabel
source: Show or hide
pl: Pokaż lub ukryj

# showOverlayLabel
source: Show overlay while a game is running
pl: Pokazuj nakładkę podczas gry

# storageCachesSubtitle
source: Regeneratable shader and metadata data.
pl: Odtwarzalne dane shaderów i metadanych.

# storageCachesTitle
source: Caches
pl: Pamięci podręczne

# storageDownloadsSubtitle
source: Downloaded installers and transfer data.
pl: Pobrane instalatory i dane transferu.

# storageDownloadsTitle
source: Downloads
pl: Pobrane dane

# storageEmptySubtitle
source: Scan to measure Boreal-managed files.
pl: Wykonaj skan, aby zmierzyć pliki zarządzane przez Boreal.

# storageEmptyTitle
source: Storage
pl: Pamięć

# storageEnvironmentsSubtitle
source: Wine prefixes and environment configuration.
pl: Prefiksy Wine i konfiguracja środowisk.

# storageEnvironmentsTitle
source: Environments
pl: Środowiska

# storageGamesSubtitle
source: Installed game files measured at their actual locations.
pl: Zainstalowane pliki gier zmierzone w ich rzeczywistych lokalizacjach.

# storageGamesTitle
source: Games
pl: Gry

# storageLogsSubtitle
source: Environment and diagnostic logs.
pl: Logi środowiska i diagnostyki.

# storageLogsTitle
source: Diagnostics & Logs
pl: Diagnostyka i logi

# storageOverviewSubtitle
source: See what Boreal is using without touching game data or prefixes.
pl: Sprawdź użycie pamięci przez Boreal bez dotykania danych gier ani prefiksów.

# storageOverviewTitle
source: Storage
pl: Pamięć

# storageRuntimesSubtitle
source: Installed compatibility runtimes and their components.
pl: Zainstalowane środowiska zgodności i ich komponenty.

# storageRuntimesTitle
source: Runtimes
pl: Środowiska uruchomieniowe

# storageSafetySubtitle
source: The report separates data by the consequence of removing it.
pl: Raport rozdziela dane według skutków ich usunięcia.

# storageSafetyTitle
source: Storage safety
pl: Bezpieczeństwo pamięci
